Revit 2027 API
BuiltInFailures.ExportFailures.IFCFatalExportError Property
 There has been an unrecoverable error during export. Export will now be aborted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId IFCFatalExportError { get; }
Public Shared ReadOnly Property IFCFatalExportError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ IFCFatalExportError {
	FailureDefinitionId^ get ();
}
static member IFCFatalExportError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ExportFailures Class
Autodesk.Revit.DB Namespace